[
    {
        "id": 1,
        "titulo": "Dieta Vegana",
        "texto": "> Fonte: <https://www.tuasaude.com/veganismo/> \n\n O veganismo é um estilo de vida que tem como propósito não colaborar com a exploração, o confinamento e o abate de animais, valorizando seus direitos e bem-estar. Além disso, o veganismo também tem como objetivos a proteção do meio ambiente e ao mesmo tempo a promoção da saúde, considerando que o consumo regular de vegetais e frutas, por exemplo, contribuem para a prevenção de doenças, como pressão alta, câncer e a obesidade. \n\n As pessoas adeptas do veganismo têm uma dieta vegetariana estrita, ou seja, além de não comer carnes, não consomem ovos, leite ou mel, também não usam roupa de origem animal, como couro ou pelos naturais e nem cremes que tenham ingredientes de origem animal ou que tenham sido testado em animais, por exemplo. Por se tratar de uma alimentação que pode ter redução na ingestão de alguns nutrientes encontrados mais facilmente em alimentos de origem animal, como vitamina B12, vitamina D e cálcio, é importante que o vegano seja acompanhado por um nutricionista para que seja feito um plano alimentar que atenda a todas as necessidades nutricionais. \n\n ### Qual a diferença entre vegano e vegetariano \n\n Ser vegano é um dos tipos do vegetarianismo, quando a pessoa tem um estilo de vida em que não consome nenhum item de origem animal, sejam alimentos, vestuários ou produtos cosméticos, por exemplo. Ser vegetariano significa que a pessoa pode ou não consumir leites e derivados ou ovos na alimentação, variando entre: \n\n 1: **Ovolactovegetariano**: é o vegetariano que não consome carnes, mas come ovos, leite e derivados. Entenda melhor o [que é o ovolactovegetarianismo](https://www.tuasaude.com/ovolactovegetarianismo/)\n\n 2: **Ovovegetariano**: não comem carnes, leite e derivados. Só comem ovos; \n\n 3: **Lactovegetariano**: não ingerem carnes e ovos, mas consomem leite e derivados; \n\n 4: **Vegetariano estrito**: não come nenhum alimento de origem animal, como carnes, ovo, leite e derivados; \n\n 5: **Vegano**: igual ao vegetariano estrito, mas também não usa qualquer produto que tenha origem ou tenha sido testado em animais, como lã, couro, seda ou produtos de cosmética.  \n\n Estudos mostram que a dieta vegetariana, por ser rica e variada em frutas, vegetais, cereais e leguminosas, promove a prevenção de doenças como obesidade, câncer, infarto e aterosclerose, quando comparada às dietas não vegetarianas. \n\n ### O que comer no veganismo \n\nA dieta vegana normalmente é rica em leguminosas, vegetais, cereais e frutas, incluindo alimentos como:\n\n **Grãos integrai**: arroz, trigo, milho, quinoa, amaranto;\n\n **Leguminosas**: feijão, grão-de-bico, soja, ervilha, amendoim;\n\n **Tubérculos e raízes**: batata inglesa, batata baroa, batata doce, mandioca, inhame;\n\n **Frutas**: manga, laranja, limão, abacate, banana, mamão, maçã, pera;\n\n **Vegetais**: couve, tomate, acelga, brócolis, chuchu, espinafre;\n\n **Sementes**: chia, linhaça, gergelim, semente de abóbora e de girassol;\n\n **Oleaginosas**: castanhas, amêndoas, nozes, avelãs;\n\n **Derivados de soja**: tofu, tempeh, proteína de soja, miso, seitan, tahine,;\n\n **Outros**: leites vegetais, azeite de oliva, óleo de coco."
    },
    {
        "id": 2,
        "titulo": "Dieta Vegetariana",
        "texto": "> Fonte: <https://www.cuf.pt/saude-a-z/dieta-vegetariana> \n\n  ### O que é? \n\n A dieta vegetariana ou alimentação vegetariana refere-se a um consumo alimentar que utiliza predominantemente produtos de origem vegetal. Existem vários tipos de dietas vegetarianas, nas quais a carne e o peixe são sempre excluídos, mas que, em alguns regimes, podem incluir ovos e/ou laticínios. \n\n É um regime alimentar que tem sido adotado de forma crescente nos últimos anos, por motivos filosóficos, religiosos e culturais. Estima-se que existam 30,000 vegetarianos em Portugal. \n\n As várias modalidades de alimentação vegetariana podem ser nutricionalmente equilibradas, contemplando os aportes essenciais em proteínas, lípidos, hidratos de carbono e oligoelementos. Para tal, a sua implementação em lactentes e crianças deve sempre ser acompanhada pelo pediatra assistente e uma equipa de nutrição pediátrica, de forma a garantir este equilíbrio e a adaptação do regime alimentar a cada caso. Deve sempre ser suplementada com Vitamina B12 pois esta é proveniente em exclusivo de produtos de origem animal, e é componente essencial para o normal crescimento e desenvolvimento da criança. \n\n ### Prevenção \n\n  A dieta vegetariana deve ser complementada com Vitamina B12 pois esta só é encontrada em alimentos de origem animal. A sua falta pode provocar anemia e danos neurológicos graves no seu bebé. Se forem sugeridos outro tipo de suplementos pelo seu médico será porque considera essenciais para o seu bebé e para o seu adequado crescimento e desenvolvimento. \n\n Não devem ser oferecidos alimentos de difícil digestão: fritos, mel, conservas ou fumados e alimentos que apresentem risco de asfixia (frutos secos e frutos de caroço). \n\n ### Fontes Alimentares \n\n As várias modalidades de alimentação vegetariana podem ser nutricionalmente equilibradas, contemplando os aportes essenciais em proteínas, lípidos, hidratos de carbono e oligoelementos. A única carência é a Vitamina B12, proveniente em exclusivo de produtos de origem animal. \n\n Chamamos a atenção para os seguintes nutrientes que devem ser incluídos na dieta: \n\n **Proteínas**: tofu, tempeh, leguminosas, ovos, laticínios \n\n **DHA (ácido docosahexaenóico)**: sementes de linhaça, verdes de folha escura, tofu, óleo de peixe, frutos secos \n\n **Ferro**: leguminosas, frutos secos, espinafres, cereais fortificados \n\n **Cálcio**: couve, brócolos, soja, figos, laticínios \n\n **Zinco**: cereais, leguminosas, frutos secos, germe de trigo, massa integral \n\n **Folato**: leguminosas, verdes de folha escura, cereais fortificados, pão"
    },
    {
        "id": 3,
        "titulo": "Dieta Dukan",
        "texto": "> Fonte: <https://www.tuasaude.com/dieta-dukan/> \n\n  ### O que é ? \n\n A dieta Dukan é uma dieta dividida em 4 fases e, segundo o seu autor, permite emagrecer cerca de 5 kg já na primeira semana. As duas primeiras fases dessa dieta serve para emagrecer, enquanto que as 2 últimas são para estabilizar o peso desejado. A duração da dieta depende da quantidade de peso que se deseja perder.  \n\n Em todas as fases da dieta Dukan deve ser incluída a prática de atividade física, já que permite aumentar o gasto energético e eliminar as reservas de gordura, sendo essencial para perder peso. \n\n  \n\n ### **1ª fase - fase de ataque** \n\n Na 1ª fase da dieta Dukan só é permitido comer alimentos ricos em proteínas, sendo proibidas as fontes de carboidratos e os doces. Os alimentos permitidos nessa fase são: \n\n - **Carnes vermelhas e de aves magras**, como carne de vaca, frango e peru, presunto de peru ou carne de porco sem gordura; \n\n - **Peixes**, como atum, bacalhau, cavala, dourada, linguado, merluza, peixe espada, salmão ou truta; \n\n - **Mariscos**, como ameijoa, caranguejo, camarão, lagostim, lagosta, mexilhão, ostra, polvo e vieira; \n\n ### 2ª fase - fase de cruzeiro \n\n Além dos alimentos ricos em proteína, na 2ª fase da dieta Dukan são introduzidos alguns tipos de vegetais, no entanto não é permitido o consumo de carboidratos e alimentos doces. \n\n Os alimentos permitidos nessa fase são: \n\n - **Vegetais**, como acelga, alcachofra, aipo, berinjela, brócolis, abobrinha, cebola, couve, couve-de-bruxelas, couve-flor, endívia, aspargos, espinafres, alface, palmito, pepino, pimentão, rabanete, beterraba, cogumelos, soja, tomate e cenoura; \n\n - **Azeite de oliva**, apenas 1 colher de chá por dia. \n\n Os vegetais devem ser  consumidos crus ou cozidos em água e sal, e o único doce permitido é gelatina light e o pudim de ovos com leite desnatado. \n\n As demais fases podem ser vistos no link da fonte."
    },
    {
        "id": 4,
        "titulo": "Dieta Mediterrânea",
        "texto": "> Fonte: <https://www.tuasaude.com/dieta-mediterranea/> \n\n  ### O que é ? \n\n A dieta mediterrânea é um tipo de alimentação saudável que prioriza o consumo de alimentos frescos e naturais, baseando-se nos sabores e tradições da região mediterrânea, o que traz benefícios para a saúde de uma forma geral, além de diminuir o risco de doenças cardiovasculares, câncer, diabetes e doenças degenerativas.\n\n Essa dieta é, na verdade, um tipo de alimentação que ajuda a mudar o estilo de vida, e nem sempre é necessário ter poucas calorias para ajudar a perder peso, pois naturalmente ajuda a melhorar o metabolismo e a promover o controle do peso. \n\n ### Benefícios da dieta mediterrânea \n\n Os principais benefícios da dieta mediterrânea são: \n\n - **Menor risco de desenvolver doenças cardiovasculares**, câncer, diabetes e outros problemas de saúde, como Parkinson e Alzheimer; \n\n - **Prevenir o câncer**, principalmente o de esôfago, estômago, ovário e mama;\n\n - **Proteger o corpo da aterosclerose** e da trombose; \n\n - **Ajudar a reduzir a dor**, a rigidez e a atividade da doença em pessoas com artrite inflamatória; \n\n - **É uma opção mais econômica e sustentável**, já que utiliza frutos e vegetais frescos da estação; \n\n - **Poderia prevenir o desenvolvimento de asma e rinite** alérgica, de forma precoce, em crianças; \n\n - **É um tipo de dieta mais completa nutricionalmente** proporcionando uma maior quantidade de vitaminas e minerais, diferentemente dos alimentos industrializados; \n\n - **Ajuda a diminuir o peso naturalmente**, pois é uma dieta com alto teor de fibras, alimentos naturais e gorduras boas, além de melhorar o metabolismo, o que favorece o controle do peso; \n\n - **Ajuda a variar mais a alimentação**, sendo bom para o paladar das crianças, fazendo com que seja mais fácil que elas comam legumes, verduras e saladas. \n\n "
    },
    {
        "id": 5,
        "titulo": "Dieta Low carb",
        "texto": "> Fonte: <https://www.tuasaude.com/dieta-low-carb/> \n\n  ### O que é? \n\n A dieta low carb é um estilo de alimentação onde se diminui a ingestão de alimentos ricos em carboidratos, como pão, macarrão e tapioca, e se aumenta o consumo de proteínas e gorduras de boa qualidade provenientes do azeite, nozes e abacate, por exemplo.\n\n O que torna esta dieta uma opção saudável para emagrecer é a introdução de mais vegetais pobres em carboidratos e ricos em fibras, como chuchu, espinafre ou abobrinha, e o aumento da quantidade de alimentos ricos em proteína como peixe, ovos ou carnes magras, e gorduras boas, que contribuem para a redução do apetite. \n\n ### Benefícios para a saúde \n\n A dieta low carb pode trazer vários benefícios para a saúde, como: \n\n - **Controlar a fome**, pois o aumento no consumo de proteínas, fibras e gorduras promove a saciedade por mais tempo; \n\n - **Diminuir os níveis de colesterol e triglicerídeos no sangue**, assim como aumentar o colesterol bom HDL, reduzindo o risco de doenças cardiovasculares; \n\n - **Ajudar no controle da diabetes**, pois regula os níveis de açúcar no sangue; \n\n ### Como fazer a dieta low carb \n\n Para fazer a dieta low carb, deve-se retirar os carboidratos simples da alimentação, como açúcar, farinha de trigo branca, refrigerantes e doces. Dependendo da quantidade de carboidratos da dieta, também pode ser necessário restringir a ingestão de alguns carboidratos complexos, como pão, aveia, arroz ou macarrão, por exemplo. \n\n Numa alimentação “normal” geralmente se consome em média 250 g de carboidratos por dia. Já na dieta low carb, o objetivo é ingerir menos de 130 g de carboidratos por dia. Uma vez que o organismo está habituado a grande quantidade de carboidratos, a dieta low carb deve ser feita de forma gradativa, para que o organismo se acostume e não se tenha sintomas como dor de cabeça, tontura ou alterações no humor. \n\n Confira no vídeo a seguir como fazer a dieta low carb corretamente: \n\n [Clique Aqui](https://youtu.be/uMo4XbjDot4) "},
    {
        "id": 6,
        "titulo": "Dieta Alcalina",
        "texto": "> Fonte: <https://vitat.com.br/dieta-alcalina/> \n\n  ### O que é a dieta alcalina? \n\n A ideia dessa dieta é mudar os hábitos alimentares para manter o pH do corpo alcalino. Isto é, segundo os defensores da dieta, para que o organismo funcione de maneira equilibrada, é importante que o corpo esteja alcalino \n\n A consequência é menos inchaço, retenção de líquidos e inflamações do corpo, principais causas do aumento de peso. Dessa forma, os defensores da dieta alcalina afirmam que muitos alimentos comuns na alimentação moderna, como carnes, laticínios, açúcar refinado, alimentos processados e refrigerantes, criam um ambiente ácido no corpo, o que pode levar a uma série de problemas de saúde. Por exemplo, doenças cardiovasculares, diabetes, obesidade e câncer. Por isso, a dieta alcalina incentiva o consumo de alimentos que são considerados alcalinizantes, como **frutas, verduras, legumes, nozes e sementes.** \n\n Assim, é possível neutralizar os ácidos provenientes das reações. Caso contrário, podem ocorrer interferências no metabolismo, desregulação do apetite, produção de radicais livres, retenção de líquidos, depósito de gorduras, em especial no abdômen e redução da liberação do hormônio da saciedade. A boa notícia é que dá para equilibrar o pH de uma maneira rápida e fácil. Você precisa só de algumas mudanças na dieta para combater as células inflamadas, tornando-as alcalinas. \n\n ### Mas o que é o pH? \n\n O pH é uma medida da acidez ou alcalinidade de uma solução. Assim, a concentração de íons hidrogênio (H+) presentes na solução. O pH varia numa escala de 0 a 14, onde 0 é altamente ácido, 7 é neutro e 14 é altamente alcalino. \n\n Soluções com um pH menor que 7 são ácidas, enquanto soluções com um pH maior que 7 são alcalinas. O pH é uma medida importante em muitas áreas, incluindo química, biologia, medicina e agricultura, entre outras. \n\n ### Como funciona e como fazer a dieta alcalina \n\n A dieta alcalina é basicamente **vegetariana**. Ou seja, composta por legumes e folhas verde-escuras, como couve, couve-de-bruxelas, couve-flor, espinafre, brócolis, repolho, alho, cebola e agrião. Contudo, é indicado utilizar algumas proteínas ligeiramente ácidas para equilibrar o pH, tais como carnes brancas e ovos. \n\n ### O que comer \n\n **Alimentos liberados** \n\n pH 7 (neutro): Água mineral \n\n pH 8: Maçã, amêndoa, tomate, abacaxi, morango, cereja, pêssego, damasco, banana, laranja, pimentão, nabo, arroz selvagem, milho, soja, folhas verdes-escuras, aspargo, goiaba. \n\n 9: Abacate, abóbora, kiwi, melão, melancia, tangerina, tâmara, figo, manga, mamão, amora, uva, alface, berinjela, batata-doce, inhame, mandioca, gengibre, ervilha, lentilha, clara de ovo, salsa, maracujá, caqui. \n\n pH 10 (muito alcalino): Couve, couve-de-bruxelas, couve-flor, espinafre, brócolis, repolho, alcachofra, pepino, limão, lima, rabanete, agrião, cebola, sucos de vegetais, alho, alga. \n\n ### Benefícios da dieta alcalina \n\n A dieta não restringe o consumo de grupos alimentares, como a low carb, por exemplo. Além disso, estimula o consumo de alimentos integrais e frutas, legumes e verduras, importantes fontes de fibras, vitaminas e minerais. \n\n Ao recomendar a exclusão de alimentos industrializados do cardápio, a dieta alcalina também contribui para evitar o consumo excessivo de sódio, corantes e conservantes, geralmente encontrados nestes alimentos, e relacionados ao desenvolvimento de doenças."
    },
    {
        "id": 7,
        "titulo": "Dieta Cetogênica",
        "texto": "> Fonte: <https://www.tuasaude.com/dieta-cetogenica/> \n\n ### O que é ? \n\n A dieta cetogênica é um tipo de dieta caracterizada pela eliminação de quase todos os alimentos ricos em carboidratos, como pão e arroz, e aumento do consumo de alimentos ricos em gorduras boas, além de ser importante manter uma boa quantidade de proteínas na alimentação. Esse tipo de alimentação é útil para baixar de peso, já que o organismo passa a utilizar a própria gordura como fonte de energia em vez dos carboidratos provenientes da alimentação. :grapes: :tomato: \n\n A dieta cetogênica é indicada principalmente com o objetivo de controlar e prevenir convulsões ou crises de epilepsia, no entanto pode também ser recomendada para tratar a obesidade, diabetes do tipo 2 e, em alguns casos, câncer, já que as células cancerígenas se alimentam principalmente de carboidratos, que é o nutriente consumido em quantidades mínimas nesse tipo de dieta. Veja como é a dieta cetogênica para tratar a epilepsia ou para ajudar a tratar o câncer. \n\n ### Como fazer a dieta cetogênica \n\n A dieta cetogênica consiste em uma redução drástica da quantidade de carboidratos consumidos na alimentação diária, sendo indicado o consumo de 20 a 50 gramas por dia, o que corresponde a 10 a 15% das calorias totais diárias. No entanto, esta quantidade pode variar de acordo com o estado de saúde, tempo de duração da dieta e objetivos de cada pessoa. \n\n Para compensar essa redução, é indicado aumentar o consumo de alimentos ricos em gorduras, como o abacate, coco, sementes, azeite de oliva, amêndoas e nozes. Além disso, a quantidade de proteínas consumidas deve corresponder à 20% da alimentação diária, sendo recomendado consumir carne, frango ou peixe no almoço e no jantar e incluir ovos e queijos nos lanches."
    },
    {
        "id": 8, 
        "titulo": "Dieta do ovo",
        "texto": "> Fonte: <https://www.tuasaude.com/dieta-do-ovo/> \n\n ### O que é ? \n\n A dieta do ovo é baseada em consumir ovos em todas as refeições principais do dia, o que aumenta a quantidade de proteínas na dieta, um nutriente que ajuda a diminuir a fome antes das refeições, reduzindo a quantidade de ingestão de alimentos e promovendo o emagrecimento. \n\n De acordo com a criadora, a autora Arielle Chandler, a dieta do ovo pode ajudar a emagrecer até 5,5 kg por semana. No entanto, não existe comprovação científica sobre os efeitos dessa dieta na perda de peso, além de ser uma dieta muito restrita em calorias e nutrientes. Por isso, antes de fazer uma dieta para emagrecer, é aconselhado passar por uma consulta com um nutricionista para avaliar as necessidades nutricionais, elaborando um plano alimentar individualizado. \n\n ### Como fazer a dieta do ovo \n\n Existem algumas versões da dieta do ovo, mas em geral essa dieta tem duração de 2 semanas, onde é aconselhado comer 2 ovos no café da manhã, junto com uma porção de vegetais com baixo teor de carboidratos, como tomate e espinafre, e uma porção de fruta low carb, como morango e pera. \n\n Além disso, é recomendado comer também 1 ovo cozido antes do almoço e do jantar, porque a proteína e a gordura presentes no ovo ajudam a controlar a fome, diminuindo o volume das refeições. \n\n ### Alimentos permitidos \n\n Durante a dieta, os alimentos permitidos são os ovos, as proteínas magras, as frutas e os vegetais com pouco carboidrato, como explicado a seguir: \n\n - **Ovos**, incluindo a clara e a gema; \n\n - **Proteínas magras**, como peixe, frango sem pele e carne bovina magra, como músculo, patinho e alcatra; \n\n - **Vegetais com pouco carboidrato**, como espinafre, cebola, alho, tomate, rúcula, abobrinha, berinjela, pimentão, brócolis e couve; \n\n - **Laticínios com pouca gordura**, como leite desnatado, iogurte desnatado e queijos brancos. \n\n ### É possível perder 5 kg em 3 dias com a dieta do ovo? \n\n Não, pois para perder 5 kg é necessário diminuir 7700 calorias da dieta. Para perder 5 kg em 3 dias com a dieta do ovo, seria necessário diminuir 38500 calorias em 3 dias, o que não é compatível com a realidade das pessoas que seguem qualquer tipo de dieta. \n\n Por esse motivo, é mais saudável perder 0,5 a 1 kg por semana de maneira progressiva, pois assim é possível manter o peso a longo prazo."}
]