[
    {
        "id": 1,
        "titulo": "Receita Vegana",
        "texto": "> Fonte: <https://www.tuasaude.com/veganismo/> \n\n O veganismo é um estilo de vida que tem como propósito não colaborar com a exploração, o confinamento e o abate de animais, valorizando seus direitos e bem-estar. Além disso, o veganismo também tem como objetivos a proteção do meio ambiente e ao mesmo tempo a promoção da saúde, considerando que o consumo regular de vegetais e frutas, por exemplo, contribuem para a prevenção de doenças, como pressão alta, câncer e a obesidade. \n\n As pessoas adeptas do veganismo têm uma dieta vegetariana estrita, ou seja, além de não comer carnes, não consomem ovos, leite ou mel, também não usam roupa de origem animal, como couro ou pelos naturais e nem cremes que tenham ingredientes de origem animal ou que tenham sido testado em animais, por exemplo. Por se tratar de uma alimentação que pode ter redução na ingestão de alguns nutrientes encontrados mais facilmente em alimentos de origem animal, como vitamina B12, vitamina D e cálcio, é importante que o vegano seja acompanhado por um nutricionista para que seja feito um plano alimentar que atenda a todas as necessidades nutricionais. \n\n ### Qual a diferença entre vegano e vegetariano \n\n Ser vegano é um dos tipos do vegetarianismo, quando a pessoa tem um estilo de vida em que não consome nenhum item de origem animal, sejam alimentos, vestuários ou produtos cosméticos, por exemplo. Ser vegetariano significa que a pessoa pode ou não consumir leites e derivados ou ovos na alimentação, variando entre: \n\n 1: **Ovolactovegetariano**: é o vegetariano que não consome carnes, mas come ovos, leite e derivados. Entenda melhor o [que é o ovolactovegetarianismo](https://www.tuasaude.com/ovolactovegetarianismo/)\n\n 2: **Ovovegetariano**: não comem carnes, leite e derivados. Só comem ovos; \n\n 3: **Lactovegetariano**: não ingerem carnes e ovos, mas consomem leite e derivados; \n\n 4: **Vegetariano estrito**: não come nenhum alimento de origem animal, como carnes, ovo, leite e derivados; \n\n 5: **Vegano**: igual ao vegetariano estrito, mas também não usa qualquer produto que tenha origem ou tenha sido testado em animais, como lã, couro, seda ou produtos de cosmética.  \n\n Estudos mostram que a dieta vegetariana, por ser rica e variada em frutas, vegetais, cereais e leguminosas, promove a prevenção de doenças como obesidade, câncer, infarto e aterosclerose, quando comparada às dietas não vegetarianas. \n\n ### O que comer no veganismo \n\nA dieta vegana normalmente é rica em leguminosas, vegetais, cereais e frutas, incluindo alimentos como:\n\n **Grãos integrai**: arroz, trigo, milho, quinoa, amaranto;\n\n **Leguminosas**: feijão, grão-de-bico, soja, ervilha, amendoim;\n\n **Tubérculos e raízes**: batata inglesa, batata baroa, batata doce, mandioca, inhame;\n\n **Frutas**: manga, laranja, limão, abacate, banana, mamão, maçã, pera;\n\n **Vegetais**: couve, tomate, acelga, brócolis, chuchu, espinafre;\n\n **Sementes**: chia, linhaça, gergelim, semente de abóbora e de girassol;\n\n **Oleaginosas**: castanhas, amêndoas, nozes, avelãs;\n\n **Derivados de soja**: tofu, tempeh, proteína de soja, miso, seitan, tahine,;\n\n **Outros**: leites vegetais, azeite de oliva, óleo de coco."
    }
]